#include <stdio.h>

int main() {
    printf("Hello, World!\n");
    return 0;
}
/*
 Во eдна датотека text.txt се запишани низи од знаци (содржат букви, цифри и специјални знаци), секоја во посебен ред. Низите знаци, секоја за себе, не е поголема од 80 знаци.

Да се напише програма со која на стандарден излез ќе го отпечати редот со најголем број знаци, што содржи само букви или само цифри. Ако нема такви редови, се печати "Nema!". Ако има два или повеќе реда што го задоволуваат овој услов, се печати првиот ред што го задоволува условот.

Пример:

Влез:
Kfd?vsvv985%vdvfb
Ccsvsdvdfv
342425vbbcb
352!235325
gdg??dfg!!
5336346644747
8338736767867

Излез:
5336346644747
 */